[
  {
    "id": 1,
    "nombre": "Black knight Set",
    "precio": 500,
    "descripcion": "El Black Knight Set es un conjunto de armadura imponente y sombrío, destinado a los guerreros que caminan por el filo de la oscuridad y la muerte. Esta armadura está diseñada para aquellos valientes caballeros que se sumergen en la batalla con una ferocidad despiadada y una determinación implacable.",
    "stock": 8,
    "urlImg": "https://i.pinimg.com/564x/67/bd/77/67bd775864d7248d36aa18290c7f9bd7.jpg"
  },
  {
    "id": 2,
    "nombre": "Black Berserker Set",
    "precio": 700,
    "descripcion": "El Black Berserker Set es una armadura temible y oscura diseñada para aquellos guerreros intrépidos que se sumergen en el frenesí de la batalla. Esta imponente armadura se caracteriza por su apariencia intimidante y su capacidad para potenciar la ferocidad y el poder de los berserkers.",
    "stock": 5,
    "urlImg": "https://i.pinimg.com/564x/da/fd/73/dafd738bae83bd9dc774ca8c8d612c00.jpg"
  },
  {
    "id": 3,
    "nombre": "Black Elf Set",
    "precio": 400,
    "descripcion": "El Black Elf Set es un conjunto de armadura enigmático y misterioso diseñado para los elfos oscuros, criaturas de naturaleza sombría y habilidades mortales. Esta armadura encarna la elegancia siniestra y la destreza letal de los elfos oscuros, combinando elementos de belleza y oscuridad en un conjunto impresionante.",
    "stock": 3,
    "urlImg": "https://i.pinimg.com/564x/14/68/a1/1468a1b1fc658ac84541147f375877f5.jpg"
  },
  {
    "id": 4,
    "nombre": "God Paladin Set",
    "precio": 1000,

    "descripcion": "El Guardian Paladin Set es una armadura legendaria diseñada para los valientes y devotos paladines que protegen los reinos de la oscuridad. Esta imponente armadura combina la solidez de la forja en acero con la elegancia y los detalles sagrados propios de los guerreros sagrados.",
    "stock": 2,
    "urlImg": "https://i.pinimg.com/564x/96/68/5b/96685b31e9d9fd145ebd56cb91b123d5.jpg"
  },
  {
    "id": 5,
    "nombre": "Shadow Demon Set",
    "precio": 800,
    "descripcion": "El Shadow Demon Set es un conjunto de armadura maldito y aterrador diseñado para aquellos guerreros que han sucumbido a las fuerzas de la oscuridad. Esta armadura macabra es conocida por su apariencia siniestra y su capacidad para canalizar el poder de las sombras.",
    "stock": 7,
    "urlImg": "https://i.pinimg.com/564x/ea/5d/a7/ea5da7d8a0fb6d4c048494fe827556a7.jpg"
  },
  {
    "id": 6,
    "nombre": "Guardian Paladin Set",
    "precio": 1000,
    "descripcion": "El Guardian Paladin Set es un conjunto de armadura sagrada y majestuosa diseñado para los nobles paladines que dedican su vida a proteger la luz y la justicia. Esta armadura impresionante combina la nobleza de la forja en acero con la pureza y los detalles divinos propios de los guerreros sagrados.",
    "stock": 5,
    "urlImg": "https://i.pinimg.com/564x/99/a4/77/99a4771487403f5f7c8b2bb2d60f287c.jpg"
  },
  {
    "id": 7,
    "nombre": "Black Lancer Set",
    "precio": 500,
    "descripcion": "El Black Lancer Set es un conjunto de armadura intimidante y poderoso diseñado para los valientes lanceros que se enfrentan a sus enemigos con destreza y precisión letal. Esta armadura, de apariencia imponente, está pensada para aquellos guerreros que prefieren el combate a distancia y la embestida estratégica.",
    "stock": 4,
    "urlImg": "https://i.pinimg.com/564x/84/a7/2b/84a72bd4666fbca7f8d6132a95a4c81e.jpg"
  },
  {
    "id": 8,
    "nombre": "God Conqueror Set",
    "precio": 1000,
    "descripcion": "El Conjunto God Conqueror es un conjunto de armadura legendario e impresionante creado para los poderosos guerreros que han ascendido a un estado divino. Esta armadura divina representa un poder supremo y dominio, imbuida con la esencia de los propios dioses.",
    "stock": 3,
    "urlImg": "https://i.pinimg.com/564x/00/f7/3d/00f73d2849473dd2bed1d2d434737ec3.jpg"
  },
  {
    "id": 9,
    "nombre": "God Fighter Set",
    "precio": 1000,
    "descripcion": "El Conjunto God Fighter es un conjunto de armadura imponente y poderoso diseñado para los valientes guerreros que han sido bendecidos con el poder divino. Esta armadura sagrada encarna la fuerza y la protección de los dioses, otorgando al portador habilidades sobrehumanas y una apariencia majestuosa.",
    "stock": 2,
    "urlImg": "https://i.pinimg.com/564x/4b/97/08/4b9708d8ceaddc03fedabc461568a2b8.jpg"
  },
  {
    "id": 10,
    "nombre": "Black Mage Set",
    "precio": 700,
    "descripcion": "El Conjunto Black Mage es un conjunto de vestimenta enigmático y poderoso diseñado para los magos oscuros que dominan las artes arcanas más sombrías. Esta vestimenta oscura encarna el poder mágico maligno y la sed de conocimiento prohibido.",
    "stock": 8,
    "urlImg": "https://i.pinimg.com/564x/e7/81/84/e78184a4ddb0e6682fe5e498ab9a8d2a.jpg"
  },
  {
    "id": 11,
    "nombre": "Paladin Defender Set",
    "precio": 670,
    "descripcion": "El Paladin Defender Set es un conjunto de armadura icónico y poderoso que encarna los valores y la determinación de los paladines. Con su imponente presencia y sus propiedades mágicas, este conjunto brinda una protección excepcional y refuerza la valentía de aquellos que lo llevan en su lucha contra las fuerzas oscuras.",
    "stock": 4,
    "urlImg": "https://i.pinimg.com/564x/d4/6d/ec/d46dec0d06c55147bd67ea2181ae8193.jpg"
  },
  {
    "id": 12,
    "nombre": "Aquila Set",
    "precio": 700,
    "descripcion": "El Aquila Set es un conjunto de armadura asombroso que combina la fuerza, la elegancia y la pasión de un guerrero intrépido. Con sus notas doradas y rojas brillantes, este conjunto representa el fuego ardiente que arde en el corazón del guerrero, su deseo de triunfo y su inquebrantable voluntad de proteger a los inocentes.",
    "stock": 8,
    "urlImg": "https://i.pinimg.com/564x/c1/fb/90/c1fb9095dc7399617c37cbb034ccd2ac.jpg"
  },
  {
    "id": 13,
    "nombre": "Black Wolf Set",
    "precio": 700,
    "descripcion": "El Black Wolf Set es un conjunto de armadura que personifica la ferocidad y el poder despiadado del guerrero que se adentra en el lado oscuro. Con su estética amenazante y su color negro azabache, este conjunto proyecta una imagen intimidante y representa el dominio absoluto sobre el campo de batalla.",
    "stock": 8,
    "urlImg": "https://i.pinimg.com/564x/e7/72/42/e77242febcedc059134fa5171a275f3a.jpg"
  },
  {
    "id": 14,
    "nombre": "Black King Set",
    "precio": 700,
    "descripcion": "El Black King Set es un conjunto de armadura que personifica la supremacía y el poder de un monarca absoluto. Con su combinación de negro profundo y detalles dorados, este conjunto proyecta una imagen de autoridad y dominio. El rey negro es una figura imponente y temida, cuya presencia en el campo de batalla deja una impresión duradera en sus enemigos.",
    "stock": 8,
    "urlImg": "https://i.pinimg.com/564x/21/14/3c/21143cd352b30d67c6b7f2949425756b.jpg"
  }
]
